"AlertSomePercentTitle" = "%d%% restants"; // 90% Remaining
"AlertOnePercentTitle" = "Votre Mac est sur le point de s'éteindre";
"AlertChargingTitle" = "En charge...";
"AlertChargingStoppedTitle" = "Chargeur retiré";
"AlertChargingCompleteTitle" = "Charge complète";
"AlertOverheatingTitle" = "Surchauffe";
"AlertLimitedTitle" = "Batterie insuffisante...";
"AlertDeviceConnectedTitle" = "'%@' connecté"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' déconnecté"; // 'Joe's Headphones' Disconnected
"" = "Inconnu";
"AlertDeviceCalculatingTitle" = "Calcul en cours...";

"AlertEstimateSummary" = "**%@** jusqu'à épuisement"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "Il est temps de prendre le câble!";
"AlertStartedChargeSummary" = "Complètement chargé à **%@**."; // Fully charged at 2:32pm
"AlertChargedSummary" = "Votre batterie est complètement chargée.";
"AlertOverheatingSummary" = "Des températures élevées peuvent réduire votre batterie plus rapidement et causer des dégâts à long terme.";
"AlertLimitedSummary" = "Votre batterie est peut-être insuffisante pour l'événement '%@'.";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d heures";
"TimestampHourFullLabel_Single" = "%d heure";
"TimestampHourFullLabel_Plural" = "%d heures";
"TimestampMinuteFullLabel_Plural" = "%d minutes";
"TimestampMinuteFullLabel_Single" = "%d minute";
"TimestampMinuteDaysLabel_Plural" = "%d jours";
"TimestampMinuteDaysLabel_Single" = "%d jour";
"TimestampHourAbbriviatedLabel" = "h";
"TimestampMinuteAbbriviatedLabel" = "m";
"TimestampDayAbbriviatedLabel" = "j";
"TimestampNeverLabel" = "Jamais";
"TimestampNowLabel" = "Il y a quelques instants";

"SettingsWebsiteLabel" = "Site web";
"SettingsQuitLabel" = "Quitter";
"SettingsPinnedLabel" = "Épingler à l'écran";
"SettingsEightyLabel" = "Charger à 80%";
"SettingsRateLabel" = "Évaluer BatteryBoi";
"SettingsEfficiencyLabel" = "Économie d'énergie";
"SettingsCheckUpdatesLabel" = "Vérifier les mises à jour";
"SettingsNewUpdateLabel" = "Installer la nouvelle mise à jour";
"SettingsDisplayLabel" = "Affichage";
"SettingsDisplayCycleLabel" = "Nombre de cycles";
"SettingsDisplayPercentLabel" = "Pourcentage";
"SettingsDisplayEstimateLabel" = "Temps";
"SettingsDisplayNoneLabel" = "Vide";
"SettingsDisplayHiddenLabel" = "Masqué";
"SettingsEnabledLabel" = "Activé";
"SettingsDisabledLabel" = "Désactivé";

"SettingsAboutLabel" = "À propos";
"SettingsCustomizationLabel" = "Personnalisation";
"SettingsSoundEffectsLabel" = "Effets sonores";
"SettingsTriggersLabel" = "Commandes";
"SettingsNotificationsLabel" = "Notifications";
"SettingsPrereleasesLabel" = "Versions bêta";

"SettingsCustomizationMenuLabel" = "Icône de la barre de menu";
"SettingsCustomizationThemeDarkLabel" = "Sombre";
"SettingsCustomizationThemeLightLabel" = "Clair";
"SettingsCustomizationThemeSystemLabel" = "Système";
"SettingsCustomizationThemeTitle" = "Apparence";

"UpdateStatusCheckingLabel" = "Recherche de mises à jour...";
"UpdateStatusIdleLabel" = "Dernière vérification : %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "Pas de mises à jour disponibles";
"UpdateStatusNewLabel" = "Nouvelle mise à jour disponible !";

"AboutTitle" = "BatteryBoi, gratuit, pour toujours, pour tout le monde...";
"AboutBodyOne" = "Dans le paysage des applications où les portefeuilles souffrent souvent d'abonnements récurrents, BatteryBoi est 100% gratuit et Open Source, pour toujours !";
"AboutBodyTwo" = "Créer une application qui a cet aspect demande beaucoup de jours de travail, de sueur et parfois de larmes. C'est pourquoi je demande aux personnes et aux entreprises qui le peuvent de bien vouloir envisager de faire un don.";
"AboutBodyThree" = "Les dons maintiendront le projet en vie et permettront des mises à jour et des corrections.";
"AboutBodyFooter" = "Merci - Joe (Fondateur de BatteryBoi)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Faire un don";
"AboutShareAction" = "Partager";

"BluetoothDeviceHeadphonesLabel" = "Écouteurs";
"BluetoothDeviceMouseLabel" = "Souris";
"BluetoothDeviceGamepadLabel" = "Manette de jeu";
"BluetoothDeviceSpeakerLabel" = "Haut-parleur";
"BluetoothDeviceKeyboardLabel" = "Clavier";
"BluetoothDeviceOtherLabel" = "Autre";
"BluetoothConnectLabel" = "Connexion";
"BluetoothDisconnectLabel" = "Déconnexion";
"BluetoothDisconnectedLabel" = "Non appairé";
"BluetoothDistanceProximateLabel" = "Sur le Bureau/Table";
"BluetoothDistanceNearLabel" = "Dans la même pièce";
"BluetoothDistanceFarLabel" = "Dans un autre domaine";
"BluetoothInvalidLabel" = "Aucune information sur la batterie";

"OnboardingHideIconTitle" = "Masquer l'icône de batterie par défaut";
"OnboardingHideIconSubtitle" = "Vous pouvez masquer l'icône de batterie par défaut en accédant à Préférences Système > Centre de Contrôle > Batterie > Afficher dans la Barre de Menu";
"OnboardingHideIconButton" = "D'accord";

"OnboardingNotificationsTitle" = "";
"OnboardingNotificationsBody" = "";
"OnboardingInsightsTitle" = "";
"OnboardingInsightsBody" = "";
"OnboardingBluetoothTitle" = "";
"OnboardingBluetoothBody" = "";
